Repository: common-repository/attachment-files-importer
Catalog: languages/attachment-files-importer-*.po
Languages: fr_fr

source: An error occured.
fr_fr: Une erreur est subvenue.

source: The server URL is not valid, please try again.
fr_fr: L'URL du serveur n'est pas valide, veuillez réessayer.

source: All done.
fr_fr: Complété.

source: Have fun!
fr_fr: Et voilà!

source: No file has been imported from %s.
fr_fr: Aucun fichier n'a été importé depuis %s.

source: One file has been imported from %s.
fr_fr: Un fichier a été importé depuis %s.

source: %s files has been imported from %s.
fr_fr: %s fichiers ont été importés depuis %s.

source: One file was already there.
fr_fr: Un fichier était présent.

source: %s files were already there.
fr_fr: %s fichiers étaient déjà présent.

source: You're media library is synced!
fr_fr: Votre médiathèque est maintenant synchronisé!

source: Invalid file type
fr_fr: Type de fichier invalide

source: File already exists
fr_fr: Le fichier existe déjà

source: Remote server did not respond
fr_fr: Le serveur distant ne répond pas

source: Remote server returned error response %1$d %2$s
fr_fr: Le serveur distant a retourné une erreur %1$d %2$s

source: Remote file is incorrect size
fr_fr: Le fichier distant est d'un poids incorrect

source: Zero size file downloaded
fr_fr: Fichier vide téléchargé

source: Remote file is too large, limit is %s
fr_fr: Le fichier distant est trop volumineux, la limite est de %s

source: Import Attachment Files
fr_fr: Importation de médias

source: A new version of this importer is available. Please update to version %s to ensure compatibility with newer export files.
fr_fr: Une nouvelle version de cet importateur est disponible. Mettre à jour vers la version %s assure la compatibilité avec les nouveaux fichiers d'export.

source: Indicate the URL of the server that contain the attachment files to import. You can also specified image sizes for automatic resizes or use later use a plugin like <a href="http://wordpress.org/plugins/ajax-thumbnail-rebuild">AJAX Thumbnail Rebuild</a> to perform the resizes of the originals images.
fr_fr: Indiquez l'URL du serveur contenant les médias à importer. Vous pouvez également spécifier les formats d'images pour lesquels un redimensionnement automatique doit être effectué ou utiliser ultérieurement une extension comme <a href="http://wordpress.org/plugins/ajax-thumbnail-rebuild">AJAX Thumbnail Rebuild</a> afin de performer le redimensionnement des images originales.

source: Enter the URL of the server, then click Import.
fr_fr: Entrez l'URL du serveur puis cliquez sur Importer.

source: Before you can import files, you will need to fix the following error:
fr_fr: Avant de pouvoir importer les fichiers, vous devez régler ces erreurs:

source: Server URL (e.g. <em>http://mywordpress.com</em>):
fr_fr: URL du serveur (ex.: <em>http://mywordpress.com</em>):

source: Select which image sizes you want to rebuild
fr_fr: Sélectionnez quels formats d'image vous souhaitez reconstruire

source: Toggle all
fr_fr: Tout basculer

source: cropped
fr_fr: rogné

source: Import and resize
fr_fr: Importer et redimensionner

source: Import attachment files from an external server based on the attachment entries already presents in your Wordpress installation.
fr_fr: Importer les médias depuis un serveur externe basé sur les entrés des médias déjà présentes dans votre installation Wordpress.
